{"class_name": "Tokenizer", "config": {"num_words": 100, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 80, "word_counts": "{\"training\": 9, \"and\": 3, \"security\": 7, \"issues\": 7, \"policy\": 7, \"not\": 6, \"acknowledged\": 3, \"completed\": 1, \"failed\": 3, \"to\": 3, \"acknowledge\": 1, \"requirements\": 1, \"met\": 1, \"clearance\": 4, \"renewed\": 1, \"incomplete\": 3, \"multiple\": 6, \"violations\": 2, \"expired\": 1, \"compliance\": 5, \"updates\": 2, \"failures\": 2, \"complete\": 1, \"required\": 1, \"missed\": 1, \"mandatory\": 1, \"sessions\": 1, \"acknowledgment\": 1, \"missing\": 1, \"sign\": 1}", "word_docs": "{\"training\": 9, \"and\": 3, \"security\": 7, \"issues\": 7, \"not\": 6, \"acknowledged\": 3, \"policy\": 7, \"completed\": 1, \"failed\": 3, \"acknowledge\": 1, \"to\": 3, \"requirements\": 1, \"met\": 1, \"renewed\": 1, \"clearance\": 4, \"incomplete\": 3, \"multiple\": 6, \"violations\": 2, \"expired\": 1, \"compliance\": 5, \"updates\": 2, \"failures\": 2, \"required\": 1, \"complete\": 1, \"missed\": 1, \"sessions\": 1, \"mandatory\": 1, \"acknowledgment\": 1, \"missing\": 1, \"sign\": 1}", "index_docs": "{\"2\": 9, \"10\": 3, \"3\": 7, \"4\": 7, \"6\": 6, \"11\": 3, \"5\": 7, \"18\": 1, \"12\": 3, \"19\": 1, \"13\": 3, \"20\": 1, \"21\": 1, \"22\": 1, \"9\": 4, \"14\": 3, \"7\": 6, \"15\": 2, \"23\": 1, \"8\": 5, \"16\": 2, \"17\": 2, \"25\": 1, \"24\": 1, \"26\": 1, \"28\": 1, \"27\": 1, \"29\": 1, \"30\": 1, \"31\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"training\", \"3\": \"security\", \"4\": \"issues\", \"5\": \"policy\", \"6\": \"not\", \"7\": \"multiple\", \"8\": \"compliance\", \"9\": \"clearance\", \"10\": \"and\", \"11\": \"acknowledged\", \"12\": \"failed\", \"13\": \"to\", \"14\": \"incomplete\", \"15\": \"violations\", \"16\": \"updates\", \"17\": \"failures\", \"18\": \"completed\", \"19\": \"acknowledge\", \"20\": \"requirements\", \"21\": \"met\", \"22\": \"renewed\", \"23\": \"expired\", \"24\": \"complete\", \"25\": \"required\", \"26\": \"missed\", \"27\": \"mandatory\", \"28\": \"sessions\", \"29\": \"acknowledgment\", \"30\": \"missing\", \"31\": \"sign\"}", "word_index": "{\"<OOV>\": 1, \"training\": 2, \"security\": 3, \"issues\": 4, \"policy\": 5, \"not\": 6, \"multiple\": 7, \"compliance\": 8, \"clearance\": 9, \"and\": 10, \"acknowledged\": 11, \"failed\": 12, \"to\": 13, \"incomplete\": 14, \"violations\": 15, \"updates\": 16, \"failures\": 17, \"completed\": 18, \"acknowledge\": 19, \"requirements\": 20, \"met\": 21, \"renewed\": 22, \"expired\": 23, \"complete\": 24, \"required\": 25, \"missed\": 26, \"mandatory\": 27, \"sessions\": 28, \"acknowledgment\": 29, \"missing\": 30, \"sign\": 31}"}}